Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitBooksLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.addNoteHereDots
source: Add a note here…
ar: أضف ملاحظة هنا…
bg: Добавете бележка тук…
ca: Afegeix una nota aquí…
cs: Přidat poznámku sem…
da: Tilføj en note her…
de: Füge hier eine Notiz hinzu…
el: Προσθέστε μια σημείωση εδώ…
es: Añadir una nota aquí…
es_419: Añadir una nota aquí…
fi: Lisää muistiinpano tähän…
fr: Ajouter une note ici…
fr_ca: Ajouter une note ici…
he: הוסף הערה כאן…
hi: यहाँ एक नोट जोड़ें...
hr: Dodajte bilješku ovdje…
hu: Megjegyzés hozzáadása ide…
id: Tambahkan catatan di sini…
it: Aggiungi una nota qui…
ja: ここにノートを追加…
kk: Мұнда ескертпе қосу…
ko: 여기에 메모 추가…
ms: Tambah nota di sini…
nb: Legg til et notat her…
nl: Voeg hier een notitie toe…
pl: Dodaj notatkę tutaj…
pt_br: Adicionar uma nota aqui…
pt_pt: Adicionar uma nota aqui…
ro: Adaugă o notă aici…
ru: Добавить заметку здесь…
sk: Pridaj tu poznámku…
sv: Lägg till en notering här…
th: เพิ่มโน้ตที่นี่…
tr: Buraya bir not ekleyin…
uk: Додати нотатку тут…
vi: Thêm một ghi chú ở đây…
zh_hans: 在此添加备注……
zh_hant: 此處新增備註…
zh_hk: 在這裡添加便條…

# TK.Placeholder.addQuoteDots
source: Add quote…
ar: أضف اقتباس…
bg: Добавяне на цитат…
ca: Afegir una cita…
cs: Přidat citaci…
da: Tilføj citat…
de: Zitat hinzufügen…
el: Προσθήκη αποσπάσματος…
es: Añadir cita…
es_419: Agregar cita…
fi: Lisää lainaus…
fr: Ajouter une citation…
fr_ca: Ajouter une citation…
he: הוסף ציטוט…
hi: उद्धरण जोड़ें…
hr: Dodaj citat…
hu: Idézet hozzáadása…
id: Tambahkan kutipan…
it: Aggiungi citazione…
ja: 引用を追加…
kk: Цитата қосу…
ko: 인용문 추가…
ms: Tambah petikan…
nb: Legg til sitat…
nl: Voeg citaat toe…
pl: Dodaj cytat…
pt_br: Adicionar citação…
pt_pt: Adicionar citação…
ro: Adaugă citat…
ru: Добавить цитату…
sk: Pridať citát…
sv: Lägg till citat…
th: เพิ่มคำคม…
tr: Alıntı ekleyin...
uk: Додати цитату…
vi: Thêm trích dẫn…
zh_hans: 添加引用…
zh_hant: 新增引用…
zh_hk: 添加引文…

# TK.Placeholder.addReviewDots
source: Add review…
ar: أضف مراجعة…
bg: Добавяне на отзив…
ca: Afegir una ressenya…
cs: Přidat recenzi…
da: Tilføj anmeldelse…
de: Bewertung hinzufügen…
el: Προσθήκη κριτικής…
es: Añadir reseña…
es_419: Agregar reseña…
fi: Lisää arvio…
fr: Ajouter un avis…
fr_ca: Ajouter un avis…
he: הוסף סקירה…
hi: समीक्षा जोड़ें…
hr: Dodaj recenziju…
hu: Vélemény hozzáadása…
id: Tambahkan ulasan…
it: Aggiungi recensione…
ja: レビューを追加…
kk: Пікір қосу…
ko: 리뷰 추가…
ms: Tambah ulasan…
nb: Legg til anmeldelse…
nl: Voeg recensie toe…
pl: Dodaj recenzję…
pt_br: Adicionar resenha…
pt_pt: Adicionar avaliação…
ro: Adaugă recenzie…
ru: Добавить отзыв…
sk: Pridať recenziu…
sv: Lägg till recension…
th: เพิ่มรีวิว…
tr: Gözden geçirme ekle…
uk: Додати відгук…
vi: Thêm đánh giá…
zh_hans: 添加评论…
zh_hant: 添加評論…
zh_hk: 添加評論…

# TK.Placeholder.addTagsDots
source: Add tags…
ar: أضف علامات…
bg: Добави тагове…
ca: Afegir etiquetes…
cs: Přidat značky…
da: Tilføj tags…
de: Tags hinzufügen…
el: Προσθήκη ετικετών…
es: Añadir etiquetas…
es_419: Agregar etiquetas…
fi: Lisää tageja…
fr: Ajouter des tags…
fr_ca: Ajouter des tags…
he: הוסף תגים…
hi: टैग जोड़ें…
hr: Dodaj oznake…
hu: Add hozzá a címkéket…
id: Tambahkan tag…
it: Aggiungi tag…
ja: タグを追加…
kk: Этикеттерді қосу…
ko: 태그 추가…
ms: Tambah tag…
nb: Legg til tagger…
nl: Voeg tags toe…
pl: Dodaj tagi…
pt_br: Adicionar tags…
pt_pt: Adicionar etiquetas…
ro: Adaugă etichete…
ru: Добавить теги…
sk: Pridať tagy…
sv: Lägg till taggar…
th: เพิ่มแท็ก…
tr: Etiket ekle…
uk: Додати теги…
vi: Thêm thẻ…
zh_hans: 添加标签…
zh_hant: 新增標籤…
zh_hk: 新增標籤…

# TK.Placeholder.enterAuthorNameDots
source: Enter author name…
ar: أدخل اسم المؤلف…
bg: Въведи името на автора…
ca: Introdueix el nom de l'autor…
cs: Zadejte jméno autora…
da: Indtast forfatternavn…
de: Autorennamen eingeben…
el: Εισάγετε το όνομα του συγγραφέα…
es: Ingresa el nombre del autor…
es_419: Ingresa el nombre del autor…
fi: Syötä kirjoittajan nimi…
fr: Entrez le nom de l'auteur…
fr_ca: Entrer le nom de l'auteur…
he: הזן שם מחבר…
hi: लेखक का नाम दर्ज करें…
hr: Unesi ime autora…
hu: Írd be a szerző nevét…
id: Masukkan nama penulis…
it: Inserisci l'autore…
ja: 著者名を入力…
kk: Автордың атын енгізіңіз…
ko: 저자 이름을 입력하세요…
ms: Masukkan nama penulis…
nb: Skriv inn forfatternavn…
nl: Voer de naam van de auteur in…
pl: Wprowadź nazwisko autora…
pt_br: Digite o nome do autor…
pt_pt: Introduza o nome do autor…
ro: Introdu numele autorului…
ru: Введите имя автора…
sk: Zadaj meno autora…
sv: Ange författarens namn…
th: กรอกชื่อผู้แต่ง…
tr: Yazarın adını gir…
uk: Введіть ім'я автора…
vi: Nhập tên tác giả…
zh_hans: 输入作者姓名…
zh_hant: 輸入作者姓名…
zh_hk: 輸入作者名稱…

# TK.Placeholder.enterBookTitleDots
source: Enter book title…
ar: أدخل عنوان الكتاب…
bg: Въведи заглавието на книгата…
ca: Introdueix el títol del llibre…
cs: Zadejte název knihy…
da: Indtast bogtitel…
de: Buchtitel eingeben…
el: Εισάγετε τίτλο βιβλίου…
es: Ingresa el título del libro…
es_419: Ingresa el título del libro…
fi: Syötä kirjan nimi…
fr: Entrez le titre du livre…
fr_ca: Entre le titre du livre…
he: הזן שם ספר…
hi: पुस्तक का शीर्षक दर्ज करें…
hr: Unesi naslov knjige…
hu: Írd be a könyv címét…
id: Masukkan judul buku…
it: Inserisci il titolo del libro…
ja: 書籍タイトルを入力…
kk: Кітаптың атауын енгізіңіз…
ko: 책 제목을 입력하세요…
ms: Masukkan tajuk buku…
nb: Skriv inn boktittel…
nl: Voer de titel van het boek in …
pl: Wprowadź tytuł książki…
pt_br: Digite o título do livro…
pt_pt: Introduza o título do livro…
ro: Introdu titlul cărții…
ru: Введите название книги…
sk: Zadaj názov knihy…
sv: Ange bokens titel…
th: กรอกชื่อหนังสือ…
tr: Kitap adını gir…
uk: Введіть назву книги…
vi: Nhập tên sách…
zh_hans: 输入书名…
zh_hant: 輸入書名…
zh_hk: 輸入書名…

# TK.Placeholder.enterChapterNameDots
source: Enter chapter name…
ar: أدخل اسم الفصل…
bg: Въведи името на глава…
ca: Introdueix el nom del capítol…
cs: Zadejte název kapitoly…
da: Indtast kapitelnavn…
de: Kapitelname eingeben…
el: Εισάγετε το όνομα του κεφαλαίου…
es: Ingresa el nombre del capítulo…
es_419: Ingresa el nombre del capítulo…
fi: Syötä luvun nimi…
fr: Entrez le nom du chapitre…
fr_ca: Entre le nom du chapitre…
he: הזן שם פרק…
hi: अध्याय का नाम दर्ज करें…
hr: Unesi ime poglavlja…
hu: Írd be a fejezet nevét…
id: Masukkan nama bab…
it: Inserisci il nome del capitolo…
ja: 章の名前を入力…
kk: Бөлімнің атын енгізіңіз…
ko: 챕터 이름을 입력하세요…
ms: Masukkan nama bab…
nb: Skriv inn kapittelnavn…
nl: Voer de naam van het hoofdstuk in…
pl: Wprowadź nazwę rozdziału…
pt_br: Digite o nome do capítulo…
pt_pt: Introduza o nome do capítulo…
ro: Introdu numele capitolului…
ru: Введите название главы…
sk: Zadaj názov kapitoly…
sv: Ange kapitelnamn…
th: กรอกชื่อบท…
tr: Bölüm adını gir…
uk: Введіть назву розділу…
vi: Nhập tên chương…
zh_hans: 输入章节名称…
zh_hant: 輸入章節名稱…
zh_hk: 輸入章節名稱…

# TK.Placeholder.enterCollectionNameDots
source: Enter collection name…
ar: أدخل اسم المجموعة…
bg: Въведи името на колекцията…
ca: Introdueix el nom de la col·lecció…
cs: Zadejte název sbírky…
da: Indtast samlingsnavn…
de: Sammlungsnamen eingeben…
el: Εισάγετε το όνομα της συλλογής…
es: Ingresa el nombre de la colección…
es_419: Ingresa el nombre de la colección…
fi: Syötä kokoelman nimi…
fr: Entrez le nom de la collection…
fr_ca: Entre le nom de la collection…
he: הזן שם אוסף…
hi: संग्रह का नाम दर्ज करें…
hr: Unesi naziv zbirke…
hu: Írd be a gyűjtemény nevét…
id: Masukkan nama koleksi…
it: Inserisci il nome della collezione…
ja: コレクション名を入力…
kk: Жинақтың атын енгізіңіз…
ko: 컬렉션 이름을 입력하세요…
ms: Masukkan nama koleksi…
nb: Skriv inn samlingsnavn…
nl: Voer de naam van de collectie in…
pl: Wprowadź nazwę kolekcji…
pt_br: Digite o nome da coleção…
pt_pt: Introduza o nome da coleção…
ro: Introdu numele colecției…
ru: Введите название коллекции…
sk: Zadaj názov zbierky…
sv: Ange samlingens namn…
th: กรอกชื่อคอลเลกชัน…
tr: Koleksiyon adını gir…
uk: Введіть назву колекції…
vi: Nhập tên bộ sưu tập…
zh_hans: 输入集合名称…
zh_hant: 輸入收藏名稱…
zh_hk: 輸入收藏名稱…

# TK.Placeholder.enterGenreDots
source: Enter genre…
ar: أدخل النوع…
bg: Въведи жанр…
ca: Introdueix el gènere…
cs: Zadejte žánr…
da: Indtast genre…
de: Genre eingeben…
el: Εισάγετε είδος…
es: Ingresa el género…
es_419: Ingresa el género…
fi: Syötä genre…
fr: Entrez un genre…
fr_ca: Entre le genre…
he: הזן ז'אנר…
hi: श्रेणी दर्ज करें…
hr: Unesi žanr…
hu: Írd be a zsánert…
id: Masukkan genre…
it: Inserisci il genere…
ja: ジャンルを入力…
kk: Жанрды енгізіңіз…
ko: 장르를 입력하세요…
ms: Masukkan genre…
nb: Skriv inn sjanger…
nl: Voer genre in…
pl: Wprowadź gatunek…
pt_br: Digite o gênero…
pt_pt: Introduza o género…
ro: Introduceți genul…
ru: Введите жанр…
sk: Zadaj žáner…
sv: Ange genre…
th: กรอกประเภท…
tr: Türü gir…
uk: Введіть жанр…
vi: Nhập thể loại…
zh_hans: 输入类型…
zh_hant: 請輸入類型…
zh_hk: 輸入類型…

# TK.Placeholder.enterIsbnDots
source: Enter ISBN…
ar: أدخل رقم ISBN...
bg: Въведете ISBN…
ca: Introdueix l'ISBN…
cs: Zadejte ISBN…
da: Indtast ISBN…
de: ISBN eingeben…
el: Βάλε ISBN…
es: Ingresa el ISBN…
es_419: Ingresa el ISBN…
fi: Syötä ISBN…
fr: Entrez l'ISBN…
fr_ca: Entrez le ISBN…
he: הזן ISBN…
hi: ISBN दर्ज करें…
hr: Unesi ISBN…
hu: Írd be az ISBN-t…
id: Masukkan ISBN…
it: Inserisci ISBN…
ja: ISBNを入力…
kk: ISBN енгізіңіз…
ko: ISBN을 입력하세요…
ms: Masukkan ISBN…
nb: Skriv inn ISBN…
nl: Voer ISBN in…
pl: Wpisz ISBN…
pt_br: Digite o ISBN…
pt_pt: Introduza o ISBN…
ro: Introdu ISBN...
ru: Введите ISBN…
sk: Zadajte ISBN…
sv: Ange ISBN…
th: กรอก ISBN…
tr: ISBN girin…
uk: Введіть ISBN…
vi: Nhập ISBN…
zh_hans: 输入ISBN…
zh_hant: 輸入 ISBN…
zh_hk: 輸入 ISBN…

# TK.Placeholder.enterPageNumberDots
source: Enter page number…
ar: أدخل رقم الصفحة…
bg: Въведи номер на страницата…
ca: Introdueix el número de pàgina…
cs: Zadejte číslo stránky…
da: Indtast sidenummer…
de: Seitenzahl eingeben…
el: Βάλε αριθμό σελίδας…
es: Introduce número de página…
es_419: Ingresa el número de página…
fi: Syötä sivun numero…
fr: Entrez le numéro de page…
fr_ca: Entrez le numéro de la page…
he: הזן מספר עמוד…
hi: पृष्ठ संख्या डालें…
hr: Unesi broj stranice…
hu: Írd be az oldalszámot…
id: Masukkan nomor halaman…
it: Inserisci numero di pagina…
ja: ページ番号を入力…
kk: Бет нөмірін енгізіңіз…
ko: 페이지 번호를 입력하세요…
ms: Masukkan nombor halaman…
nb: Skriv inn sidenummer…
nl: Voer paginanummer in…
pl: Wpisz numer strony…
pt_br: Digite o número da página…
pt_pt: Introduza o número da página…
ro: Introduceti numarul paginii…
ru: Введите номер страницы…
sk: Zadaj číslo stránky…
sv: Ange sidnummer…
th: กรอกหมายเลขหน้า…
tr: Sayfa numarasını girin…
uk: Введіть номер сторінки…
vi: Nhập số trang…
zh_hans: 输入页码…
zh_hant: 請輸入頁碼…
zh_hk: 輸入頁碼…

# TK.Placeholder.enterPublisherDots
source: Enter publisher…
ar: أدخل اسم الناشر…
bg: Въведи име на издателя…
ca: Introdueix l'editor…
cs: Zadejte vydavatele…
da: Indtast udgiver…
de: Gib den Herausgeber ein…
el: Βάλε τον εκδότη…
es: Introduce editor…
es_419: Ingresa el editor…
fi: Syötä julkaisijan nimi…
fr: Entrez l'éditeur…
fr_ca: Saisissez le nom de l'éditeur…
he: הזן שם מוציא לאור…
hi: प्रकाशक दर्ज करें…
hr: Unesi izdavača…
hu: Írd be a kiadó nevét…
id: Masukkan penerbit…
it: Inserisci il nome dell'editore…
ja: 出版社を入力…
kk: Баспа ұйымының атын енгізіңіз…
ko: 출판사 입력…
ms: Masukkan penerbit…
nb: Skriv inn utgiver…
nl: Voer uitgever in…
pl: Wprowadź wydawcę…
pt_br: Digite o nome do editor…
pt_pt: Introduza a editora…
ro: Introduceti editura…
ru: Введите издателя…
sk: Zadaj vydavateľa…
sv: Ange utgivarens namn…
th: กรอกชื่อผู้จัดพิมพ์…
tr: Yayımcıyı girin…
uk: Введіть назву видавця…
vi: Nhập tên nhà xuất bản…
zh_hans: 请输入出版商…
zh_hant: 輸入出版商名稱…
zh_hk: 輸入發布者…

# TK.Placeholder.enterQuoteDots
source: Enter quote…
ar: أدخل الاقتباس…
bg: Въведи цитат…
ca: Introdueix la cita…
cs: Zadejte citát…
da: Indtast citat…
de: Gib das Zitat ein…
el: Βάλε απόσπασμα…
es: Introduce cita…
es_419: Ingresa la cita…
fi: Syötä lainaus…
fr: Entrez une citation…
fr_ca: Saisissez la citation…
he: הזן ציטוט…
hi: उद्धरण दर्ज करें…
hr: Unesi citat…
hu: Írd be az árajánlatot…
id: Masukkan kutipan…
it: Inserisci la citazione…
ja: 引用を入力…
kk: Цитатаны енгізіңіз…
ko: 인용문 입력…
ms: Masukkan petikan…
nb: Skriv inn sitat…
nl: Voer citaat in…
pl: Wprowadź cytat…
pt_br: Digite a citação…
pt_pt: Introduza a citação…
ro: Introduceti citatul…
ru: Введите цитату…
sk: Zadaj citát…
sv: Ange citat…
th: กรอกคำพูด…
tr: Alıntıyı girin…
uk: Введіть цитату…
vi: Nhập trích dẫn…
zh_hans: 请输入引文…
zh_hant: 輸入引述…
zh_hk: 輸入引用…

# TK.Placeholder.enterReadingGoalDots
source: Enter reading goal…
ar: أدخل هدف القراءة…
bg: Въведи цел за четене…
ca: Introdueix l'objectiu de lectura…
cs: Zadejte čtenářský cíl…
da: Indtast læsemål…
de: Gib das Leseziel ein…
el: Βάλε τον στόχο ανάγνωσης…
es: Introduce objetivo de lectura…
es_419: Ingresa la meta de lectura…
fi: Syötä lukutavoite…
fr: Entrez votre objectif de lecture…
fr_ca: Saisissez votre objectif de lecture…
he: הזן יעד קריאה…
hi: पढ़ाई का लक्ष्य दर्ज करें…
hr: Unesi cilj čitanja…
hu: Írd be az olvasási célt…
id: Masukkan tujuan membaca…
it: Inserisci l'obiettivo di lettura…
ja: 読書目標を入力…
kk: Оқу мақсаттарын енгізіңіз…
ko: 독서 목표 입력…
ms: Masukkan matlamat bacaan…
nb: Skriv inn lesemål…
nl: Voer leesdoel in…
pl: Wprowadź cel czytania…
pt_br: Digite a meta de leitura…
pt_pt: Introduza o objetivo de leitura…
ro: Introduceți obiectivul de lectură…
ru: Введите цель чтения…
sk: Zadaj cieľ čítania…
sv: Ange läsmål…
th: กรอกเป้าหมายการอ่าน…
tr: Okuma hedefini girin…
uk: Введіть мету читання…
vi: Nhập mục tiêu đọc…
zh_hans: 请输入阅读目标…
zh_hant: 輸入閱讀目標…
zh_hk: 輸入閱讀目標…

# TK.Placeholder.searchAuthorDots
source: Search author…
ar: البحث عن المؤلف…
bg: Търсене на автор…
ca: Cercant autor…
cs: Hledat autora…
da: Søger forfatter…
de: Nach Autor suchen…
el: Αναζήτηση συγγραφέα…
es: Buscar autor…
es_419: Buscar autores…
fi: Etsi kirjoittajaa…
fr: Recherche par auteur…
fr_ca: Recherche d'auteurs…
he: מחפש מחבר…
hi: लेखक खोजें…
hr: Pretražujem autora…
hu: Szerzők keresése…
id: Mencari penulis…
it: Cerca autore…
ja: 著者を検索中…
kk: Авторды іздеу…
ko: 저자 검색 중…
ms: Mencari pengarang…
nb: Søk etter forfatter…
nl: Zoeken op auteur…
pl: Szukaj autora…
pt_br: Buscando autor:as…
pt_pt: A procurar autor...
ro: Caut autor…
ru: Ищем авторов…
sk: Hľadám autora…
sv: Sök författare…
th: ค้นหาผู้เขียน…
tr: Yazar ara…
uk: Пошук автора…
vi: Tìm kiếm tác giả…
zh_hans: 搜索作者…
zh_hant: 搜尋作者中…
zh_hk: 搜尋作者…

# TK.Placeholder.searchByGenreDots
source: Search by genre…
ar: ابحث حسب النوع…
bg: Търсене по жанр…
ca: Cerca per gènere…
cs: Hledat podle žánru…
da: Søger efter genre…
de: Nach Genre suchen…
el: Αναζήτηση κατά είδος…
es: Buscar por género…
es_419: Buscar por género…
fi: Etsi genren mukaan…
fr: Rechercher par genre…
fr_ca: Recherche par genre…
he: מחפש לפי ז'אנר…
hi: शैली द्वारा खोजें…
hr: Pretraži prema žanru…
hu: Műfaj szerint keresés…
id: Mencari berdasarkan genre…
it: Cerca per genere…
ja: ジャンル別に検索中…
kk: Жанр бойынша іздеу…
ko: 장르별 검색 중…
ms: Mencari mengikut genre…
nb: Søk etter sjanger…
nl: Zoeken op genre…
pl: Szukaj według gatunku…
pt_br: Buscar por gênero…
pt_pt: A procurar por género...
ro: Caut după gen…
ru: Ищем по жанру…
sk: Hľadám podľa žánru…
sv: Sök efter genre…
th: ค้นหาตามประเภท…
tr: Türe göre ara…
uk: Пошук за жанром…
vi: Tìm theo thể loại…
zh_hans: 按体裁搜索…
zh_hant: 按類型搜尋中…
zh_hk: 按類別搜尋…

# TK.Placeholder.searchByIsbnDots
source: Search by ISBN…
ar: ابحث عن طريق ISBN…
bg: Търсене по ISBN…
ca: Cerca per ISBN…
cs: Hledat podle ISBN…
da: Søg efter ISBN…
de: Nach ISBN suchen…
el: Αναζήτηση κατά ISBN…
es: Buscar por ISBN…
es_419: Buscar por ISBN…
fi: Etsi ISBN:llä…
fr: Rechercher par ISBN…
fr_ca: Rechercher par ISBN…
he: חפש לפי ISBN…
hi: ISBN द्वारा खोजें…
hr: Pretraži po ISBN-u…
hu: Keresés ISBN alapján...
id: Cari berdasarkan ISBN…
it: Cerca per ISBN…
ja: ISBNで検索...
kk: ISBN бойынша іздеу...
ko: ISBN으로 검색…
ms: Cari mengikut ISBN…
nb: Søk etter ISBN…
nl: Zoeken op ISBN…
pl: Szukaj według ISBN…
pt_br: Buscar por ISBN…
pt_pt: Pesquisar por ISBN…
ro: Caută după ISBN…
ru: Поиск по ISBN…
sk: Hľadať podľa ISBN…
sv: Sök efter ISBN…
th: ค้นหาจาก ISBN…
tr: ISBN ile ara…
uk: Пошук за ISBN…
vi: Tìm kiếm theo ISBN…
zh_hans: 按 ISBN 搜索…
zh_hant: 透過ISBN搜尋…
zh_hk: 按 ISBN 搜尋...

# TK.Placeholder.searchLibraryDots
source: Search library…
ar: البحث في المكتبة…
bg: Търсене на библиотека…
ca: Cerca a la biblioteca…
cs: Hledat v knihovně…
da: Søg i bibliotek…
de: Bibliothek suchen…
el: Αναζήτηση βιβλιοθήκης…
es: Buscar biblioteca…
es_419: Buscar en la biblioteca…
fi: Etsi kirjastoista…
fr: Rechercher dans la bibliothèque…
fr_ca: Recherche dans la bibliothèque…
he: חפש ספריה…
hi: पुस्तकालय खोजें…
hr: Pretraži knjižnicu…
hu: Könyvtár keresése…
id: Cari perpustakaan…
it: Cerca biblioteca…
ja: ライブラリを検索…
kk: Кітапхананы іздеу…
ko: 도서관 검색 중…
ms: Cari perpustakaan…
nb: Søk i bibliotek…
nl: Zoek in bibliotheek…
pl: Szukaj biblioteki…
pt_br: Buscar biblioteca…
pt_pt: Pesquisar biblioteca…
ro: Caută în bibliotecă…
ru: Ищем библиотеку…
sk: Hľadám knižnicu…
sv: Sök bibliotek…
th: ค้นหาห้องสมุด…
tr: Kütüphanede ara…
uk: Шукати бібліотеку…
vi: Tìm kiếm thư viện…
zh_hans: 搜索图书馆…
zh_hant: 搜尋圖書館…
zh_hk: 搜尋圖書館…

# TK.Placeholder.writeReviewDots
source: Write a review…
ar: اكتب مراجعة…
bg: Напиши отзив…
ca: Escriu una ressenya…
cs: Napsat hodnocení…
da: Skriv en anmeldelse…
de: Schreibe eine Bewertung…
el: Γράψτε μια κριτική…
es: Escribe una reseña…
es_419: Escribe una reseña…
fi: Kirjoita arvio...
fr: Écrire un avis…
fr_ca: Écrire un avis…
he: כתוב ביקורת…
hi: एक समीक्षा लिखें…
hr: Napiši recenziju…
hu: Írj véleményt...
id: Tulis ulasan…
it: Scrivi una recensione…
ja: レビューを書く...
kk: Пікір жазу...
ko: 리뷰를 작성하세요…
ms: Tulis ulasan…
nb: Skriv en vurdering…
nl: Schrijf een beoordeling…
pl: Napisz recenzję…
pt_br: Escreva uma avaliação…
pt_pt: Escreva uma crítica…
ro: Scrie o recenzie…
ru: Напиши отзыв…
sk: Napíš recenziu…
sv: Skriv recension…
th: เขียนรีวิว…
tr: Yorum yaz…
uk: Напишіть відгук…
vi: Viết đánh giá…
zh_hans: 写评论…
zh_hant: 寫評論…
zh_hk: 寫評論...

# TK.Label.isbn
source: ISBN
zh_hans: 国际标准书号（ISBN）
zh_hk: 國際標準書號 (ISBN)
